{
	"Quests": [
		{
			"Title": "Moths",
			"Sprite": "Scrib",
			"SpriteImage": "moth.png",
			"QuestBackgroundImage": "quest-moths.png",
			"Stops": [
				{
					"StopType": "Story",
					"Narrative": "Hey there Explorer. My name’s Scrib. I’m an Ecpantheria scribonia, but most non-Latin speakers know me as a leopard moth. My species, in our larval form, are big fans of fine dining, especially on the flowers of Magnolia stellata, or magnolia trees. Adults, like me, feed on nectar from most flowering plants.  
Springtime is prime time for my favorite meal to bloom. This past spring, however, has been super cold...hello winter number two. This means that the magnolias haven’t been able to bloom as gloriously.

I need you to help me find some lush magnolias please! Keep in mind, I eat other plants too, maybe you can help me find ones with flowers. 

My friend Piña the Pinecone is also out here somewhere. Maybe we’ll cross paths with her. Start off your exploration by venturing to the Winter Garden. Good luck!." 
				},
				//checkpoint 1 
				// in the meter screen 
				{
					"StopType": "CheckPoint",
					"Lat": 47.6385,
					"Long": -122.2955,
					"Title": "Winter Garden",
					"BackgroundImage": "checkpoint1.jpg", 
					"FoundImage": "checkpoint1.jpg",
					"Plant": "Pieris japonica ‘Mountain Fire’",
					"Common": "Japanese andromeda",
					"Narrative": "",
					"Hint": "Start off your exploration by venturing into the Winter Garden.",
					"Fact": "Did you know… The Pieris part of this plant’s name is the name of the home of the Greek Muses."
				},
				
				// in the narrative screen 
				
				{
					"StopType": "Story",
					
					"Narrative": "Hey Explorer, congrats on your first plant find! These flowers are tiny but accompanied by mighty, fiery leaves. You think I can reach the nectar?"
				},
				
				
				{
					"StopType": "Story",
					"Narrative": "Thanks for completing this quest." 
				}
				//checkpoint 2 
				// in the meter screen 
				{
					"StopType": "CheckPoint",
					"Lat": 47.6375,
					"Long": -122.2949,
					"Title": "Japanese Maples",
					"BackgroundImage": "checkpoint2.jpg",
					"FoundImage": "checkpoint2.jpg",
					"Plant": "Acer palmatum ‘Ichigyo ji’",
					"Common": "Japanese maple",
					"Narrative": "", 
",
					"Hint": "Your next stop is going to be near a neat little pond, head to the Japanese Maples.",
					"Fact": "Did you know... The latter part of the name of this tree, palmatum, was named after the palms of hands, since they look similar to the shape of the leaves."
				},
				{
					"StopType": "Story",
					// in the narrative screen 
					"Narrative": "These maples are so colorful! There’s tons of versions with all sorts of leaf colors. Looks like there’s no flowers for me, though….",
				},
				{
					"StopType": "Story",
					"Narrative": "Thanks for completing this quest." 
				}
				
				// in the meter screen 
				//checkpoint 3
				{
					"StopType": "CheckPoint",
					"Lat": 47.6371,
					"Long": -122.2948 ,
					"Title": "Woodland Garden",
					"BackgroundImage": "checkpoint3.jpg",
					"FoundImage": "checkpoint3.jpg",
					"Plant": "Rhododendron schlippenbachii",
					"Common": "Royal azalea",
					"Narrative": "", 
",
					"Hint": "Your next stop is going to be near a neat little pond, head to the Japanese Maples.",
					"Fact": "Did you know... These are technically azaleas, but they're part of the larger plant family of rhododendrons."
				},
				{
					"StopType": "Story",
					// in the narrative screen 
					"Narrative": "Finally, some more food. These flowers are royally gorgeous! They’re native to Korea, they even have a festival dedicated to them.",
				},
				{
					"StopType": "Story",
					"Narrative": "Thanks for completing this quest." 
				}
				//checkpoint 4
				{
					"StopType": "CheckPoint",
					"Lat": 47.6358,
					"Long": -122.2961 ,
					"Title": "Asiatic Maples",
					"BackgroundImage": "checkpoint4.jpg",
					"FoundImage": "checkpoint4.jpg",
					"Plant": "Acer triflorum",
					"Common": "Three-flowered maple",
					"Narrative": "",
					"Hint": "Your next stop is also going to be another native Korean plant, you’ll find it in the Asiatic Maples section.",
					"Fact": "Did you know… The Pieris part of this plant’s name is the name of the home of the Greek Muses."
				},
				{
					"StopType": "Story",
					// in the narrative screen 
					"Narrative": "Not one, not two, but three flowers clustered together on this fine maple specimen! Yum.",
				},
				{
					"StopType": "Story",
					"Narrative": "Thanks for completing this quest." 
				}
				//checkpoint 5
				{
					"StopType": "CheckPoint",
					"Lat": 47.6358,
					"Long": -122.2961 ,
					"Title": "Magnolias",
					"BackgroundImage": "checkpoint5.jpg",
					"FoundImage": "checkpoint5.jpg",
					"Plant": "Magnolia stellata",
					"Common": "Star magnolia",
					"Narrative": "",
					"Hint": "The next stop on your radar is also going to be a flowering tree my favorite one at that. Next stop, Magnolias! .",
					"Fact": "Did you know…  Magnolias, as a species, are ancient. Beetles were the first insects to pollinate them."
				},
				{
					"StopType": "Story",
					// in the narrative screen 
					"Narrative": "You did it, Explorer! You found a magnolia tree! Thankfully, the flowers are in bloom and made it through the harsh winter and it looks like not many of them were frost damaged. This is going to be a feast for my species. It’s a feast for your eyes too. Look out for Piña next! .",
				},
				{
					"StopType": "Story",
					"Narrative": "Thanks for completing this quest. I hope you've learned a ton about the biodiversity of drinkable and edible plants here at the Arboretum, well, for moths at least! I have a feeling Piña is around here somewhere, maybe you can help her and go on an adventure with her too. " 
				}
			]
		}
	]
}